Repository: kccarlos/forumind
Catalog: Forumind/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Your forums, summaries and chats sync across your iPhone and iPad through iCloud — end-to-end encrypted.
zh_hans: 你的论坛、摘要和聊天通过 iCloud 在 iPhone 和 iPad 之间同步，全程端到端加密。
zh_hant: 你的論壇、摘要和聊天透過 iCloud 在 iPhone 和 iPad 之間同步，全程端對端加密。

source: Your forums, summaries and chats sync across your iPhone and iPad through your own iCloud account, end-to-end encrypted.
zh_hans: 你的论坛、摘要和聊天通过你自己的 iCloud 账户在 iPhone 和 iPad 之间同步，并经过端到端加密。
zh_hant: 你的論壇、摘要和聊天透過你自己的 iCloud 帳號在 iPhone 和 iPad 之間同步，並經過端對端加密。

source: Your iCloud storage is full.
zh_hans: 你的 iCloud 储存空间已满。
zh_hant: 你的 iCloud 儲存空間已滿。

source: Your keys sync with iCloud Keychain. You can turn that off in Settings › iCloud Sync.
zh_hans: 你的密钥通过 iCloud 钥匙串同步。你可以在“设置 › iCloud 同步”中关闭。
zh_hant: 你的金鑰透過 iCloud 鑰匙圈同步。你可以在「設定 › iCloud 同步」中關閉。

source: Your privacy
zh_hans: 你的隐私
zh_hant: 你的隱私

source: You’re all set
zh_hans: 一切就绪
zh_hant: 一切就緒

source: You’re not watching any topics yet.
zh_hans: 你还没有关注任何话题。
zh_hant: 你還沒有追蹤任何話題。

source: You’re on %@
zh_hans: 你正在浏览 %@
zh_hant: 你正在瀏覽 %@

source: You’ve reached today’s Private Cloud Compute limit for this app; try again after %@. You can switch to another provider meanwhile.
zh_hans: 此 App 今天的私密云计算用量已达上限，请在 %@ 之后再试。在此期间，你可以切换到其他提供方。
zh_hant: 此 App 今天的私密雲端運算用量已達上限，請在 %@ 之後再試。在這段期間，你可以切換到其他供應商。

source: You’ve reached today’s Private Cloud Compute limit for this app; try again in a little while. You can switch to another provider meanwhile.
zh_hans: 此 App 今天的私密云计算用量已达上限，请稍后再试。在此期间，你可以切换到其他提供方。
zh_hant: 此 App 今天的私密雲端運算用量已達上限，請稍後再試。在這段期間，你可以切換到其他供應商。

source: [… %lld middle lines omitted from the preview …]
zh_hans: [… 预览中省略了中间 %lld 行 …]
zh_hant: [… 預覽中省略了中間 %lld 行 …]

source: checked %@
zh_hans: %@检查过
zh_hant: %@檢查過

source: iCloud Sync
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud is busy or offline; syncing will retry.
zh_hans: iCloud 正忙或处于离线状态，稍后会重试同步。
zh_hant: iCloud 忙碌中或處於離線狀態，稍後會重試同步。

source: iCloud is temporarily unavailable.
zh_hans: iCloud 暂时不可用。
zh_hant: iCloud 暫時無法使用。

source: iCloud is temporarily unavailable. Forumind will try again automatically.
zh_hans: iCloud 暂时不可用。Forumind 会自动重试。
zh_hant: iCloud 暫時無法使用。Forumind 會自動再試一次。

source: iCloud is turned off for Forumind in Settings › [your name] › iCloud.
zh_hans: 已在“设置 › [你的姓名] › iCloud”中为 Forumind 关闭 iCloud。
zh_hant: 已在「設定 › [你的名稱] › iCloud」中為 Forumind 關閉 iCloud。

source: iCloud is unavailable
zh_hans: iCloud 不可用
zh_hant: iCloud 無法使用

source: iCloud isn’t available to Forumind
zh_hans: Forumind 无法使用 iCloud
zh_hant: Forumind 無法使用 iCloud

source: iOS manages the app language. Change it in Settings › Forumind › Language.
zh_hans: App 语言由 iOS 管理，可在“设置 › Forumind › 语言”中更改。
zh_hant: App 語言由 iOS 管理，可在「設定 › Forumind › 語言」中更改。

source: not checked yet
zh_hans: 尚未检查
zh_hant: 尚未檢查

source: the forum
zh_hans: 论坛
zh_hant: 論壇

source: this site
zh_hans: 此网站
zh_hant: 此網站

source: topic %@
zh_hans: 话题 %@
zh_hant: 話題 %@

source: “Most replies agree the new version fixes it…”
zh_hans: “多数回复都认为新版本解决了这个问题…”
zh_hant: 「多數回覆都認為新版本解決了這個問題…」

source: “What workaround did people suggest?”
zh_hans: “大家建议了什么临时解决办法？”
zh_hant: 「大家建議了什麼替代解法？」

source: “What’s the best way to self-host this?”
zh_hans: “自行托管的最佳方式是什么？”
zh_hant: 「自行架設的最佳方式是什麼？」
